const ap = new APlayer({
    container: document.getElementById('aplayer'),
    mini: false,
    autoplay: true,
    theme: '#FADFA3',
    loop: 'all',
    order: 'random',
    preload: 'auto',
    volume: 0.7,
    mutex: true,
    listFolded: false,
    listMaxHeight: 90,
    lrcType: 3,
    audio: [
        {
            name: 'MOM',
            artist: '蜡笔小心',
            url: 'http://cdn.xiongsihao.com/MoM-%E8%9C%A1%E7%AC%94%E5%B0%8F%E5%BF%83.mp3',
            cover: 'http://p2.music.126.net/ZOkr1NI-WGGRuc5-G_7-CA==/109951164332837488.jpg?param=300y300',
            lrc: '[00:00.000] 作曲 : 曹可心Carrie\\n[00:01.000] 作词 : 曹可心Carrie\\n[00:03.67]mix by 舟扒皮\\n[00:05.21]prod by Bizy\\n[00:11.00]我停在校门口新修的那条便利店街道上\\n[00:15.45]人来人往和我童年看到的都不一样\\n[00:18.39]门卫叔叔不笑了 他说他可能老了\\n[00:21.42]路上遇到我的班主任他说我长大了\\n[00:24.81]那时翻开数学作业本做了十道题\\n[00:27.50]加减乘除看错妈妈气得折断了笔\\n[00:30.84]回到班级老师安慰说好了没关系\\n[00:34.02]又是那句你没用功其实你很聪明\\n[00:36.26]\\n[00:36.30]背上了书包回到了充满吵闹的家\\n[00:39.91]我哭着说爸爸妈妈你们不要走啊\\n[00:43.09]我会努力学习然后挣钱养家\\n[00:46.18]换来一句大人的事小孩子别管了\\n[00:48.86]\\n[00:48.90]我回到卧室打开书包拿出断掉的铅笔\\n[00:52.41]还有考得不好的试卷但是进步了一名\\n[00:55.39]取下鲜艳的红领巾还有彩色的橡皮筋\\n[00:58.33]在墙上画下我爸爸妈妈还有一颗大爱心\\n[01:01.77]\\n[01:02.07]天空是蔚蓝色，\\n[01:03.57]窗外有千纸鹤\\n[01:05.26]（陪我弹琴写歌每一分每一刻）\\n[01:08.24]写下了一首歌\\n[01:09.94]是送给妈妈的\\n[01:11.18]\\n[01:11.48]（放下手中的工作仔细听听我说）\\n[01:14.36]那年的海风吹着沙滩上的你我\\n[01:18.72]（Think back to childhood）\\n[01:20.91]我说童年的故事是我唱给你的\\n[01:25.14]\\n[01:25.80]记得小时候看过的好多vcd\\n[01:28.90]刚打开虹猫蓝兔听到钥匙开门变成历险记\\n[01:32.00]跑回房间打开卡壳的复读机\\n[01:35.55]我不想听朗读ABCD\\n[01:38.00]\\n[01:38.20]慢慢不知何时只有母亲一人扛起我们的家\\n[01:41.00]那年生日我用零花钱送了她第一束玫瑰花\\n[01:44.97]拿出期末第一的试卷双手自豪的交给她\\n[01:48.10]当她低头我看到了那一丝白发\\n[01:50.94]妈妈说宝贝我没给你个完美的家\\n[01:53.53]我告诉她有你在我就是最幸福的啊\\n[01:56.87]18岁生日你送给我第一把吉他\\n[01:59.76]学会的第一首歌我弹你唱滴答滴答\\n[02:03.44]不知道我还能陪你多久 直到我生命的最后一刻\\n[02:09.66]如果时光倒流回那一分钟 落地的瞬间我哭了你笑了\\n[02:15.59]牙牙学语的时候我两步一回头\\n[02:21.91]蹒跚学步拉住你的手紧跟其后\\n[02:28.29]Dear fairy I I I love you\\n[02:31.23]Dear beauty I I I love you\\n[02:34.41]Dear heroine I I I love you\\n',
            theme: '#ebd0c2'
        },
/*        {
            name: 'MOM',
            artist: '蜡笔小心',
            url: 'http://cdn.xiongsihao.com/MoM-%E8%9C%A1%E7%AC%94%E5%B0%8F%E5%BF%83.mp3',
            cover: 'http://p2.music.126.net/ZOkr1NI-WGGRuc5-G_7-CA==/109951164332837488.jpg?param=300y300',
            lrc: '[00:00.000] 作曲 : 曹可心Carrie\\n[00:01.000] 作词 : 曹可心Carrie\\n[00:03.67]mix by 舟扒皮\\n[00:05.21]prod by Bizy\\n[00:11.00]我停在校门口新修的那条便利店街道上\\n[00:15.45]人来人往和我童年看到的都不一样\\n[00:18.39]门卫叔叔不笑了 他说他可能老了\\n[00:21.42]路上遇到我的班主任他说我长大了\\n[00:24.81]那时翻开数学作业本做了十道题\\n[00:27.50]加减乘除看错妈妈气得折断了笔\\n[00:30.84]回到班级老师安慰说好了没关系\\n[00:34.02]又是那句你没用功其实你很聪明\\n[00:36.26]\\n[00:36.30]背上了书包回到了充满吵闹的家\\n[00:39.91]我哭着说爸爸妈妈你们不要走啊\\n[00:43.09]我会努力学习然后挣钱养家\\n[00:46.18]换来一句大人的事小孩子别管了\\n[00:48.86]\\n[00:48.90]我回到卧室打开书包拿出断掉的铅笔\\n[00:52.41]还有考得不好的试卷但是进步了一名\\n[00:55.39]取下鲜艳的红领巾还有彩色的橡皮筋\\n[00:58.33]在墙上画下我爸爸妈妈还有一颗大爱心\\n[01:01.77]\\n[01:02.07]天空是蔚蓝色，\\n[01:03.57]窗外有千纸鹤\\n[01:05.26]（陪我弹琴写歌每一分每一刻）\\n[01:08.24]写下了一首歌\\n[01:09.94]是送给妈妈的\\n[01:11.18]\\n[01:11.48]（放下手中的工作仔细听听我说）\\n[01:14.36]那年的海风吹着沙滩上的你我\\n[01:18.72]（Think back to childhood）\\n[01:20.91]我说童年的故事是我唱给你的\\n[01:25.14]\\n[01:25.80]记得小时候看过的好多vcd\\n[01:28.90]刚打开虹猫蓝兔听到钥匙开门变成历险记\\n[01:32.00]跑回房间打开卡壳的复读机\\n[01:35.55]我不想听朗读ABCD\\n[01:38.00]\\n[01:38.20]慢慢不知何时只有母亲一人扛起我们的家\\n[01:41.00]那年生日我用零花钱送了她第一束玫瑰花\\n[01:44.97]拿出期末第一的试卷双手自豪的交给她\\n[01:48.10]当她低头我看到了那一丝白发\\n[01:50.94]妈妈说宝贝我没给你个完美的家\\n[01:53.53]我告诉她有你在我就是最幸福的啊\\n[01:56.87]18岁生日你送给我第一把吉他\\n[01:59.76]学会的第一首歌我弹你唱滴答滴答\\n[02:03.44]不知道我还能陪你多久 直到我生命的最后一刻\\n[02:09.66]如果时光倒流回那一分钟 落地的瞬间我哭了你笑了\\n[02:15.59]牙牙学语的时候我两步一回头\\n[02:21.91]蹒跚学步拉住你的手紧跟其后\\n[02:28.29]Dear fairy I I I love you\\n[02:31.23]Dear beauty I I I love you\\n[02:34.41]Dear heroine I I I love you\\n',
            theme: '#ebd0c2'
        }*/
    ]
});